{
  "solutions": [
    {
      "id": "10064-004",
      "name": "Medloop Integrated Covid-19 Vaccine Manager (ICVM)",
      "summary": "The ICVM is a COVID-19 vaccine appointment management solution that enables healthcare professionals to upload patient lists and invite patients (via SMS) to book their first and second vaccination appointment based on the default setting of the vaccine type. The solution also offers an intuitive calendar that has the ability to mark open time slots, book patients in and record any adverse reactions from the vaccination directly into the patient record.",
      "supplier": {
        "id": "10064",
        "name": "Medloop Limited"
      },
      "vaccinations": {
        "title": "How this Catalogue Solution can help with coronavirus vaccinations",
        "list": [
          "This Catalogue Solution has been assessed for appointments management",
          "Tracks availability of COVID-19 vaccination appointments",
          "Allows bulk sending of vaccination appointment invites and reminders via SMS",
          "Automatically sends appointment cancellation notifications via SMS",
          "Enables patients to book and cancel their own vaccination appointments",
          "This Catalogue Solution has met the Appointments Management - COVID-19 Vaccinations Capability"
        ]
      }
    },
    {
      "id": "10030-001",
      "name": "accuRx",
      "summary": "accuRx offers vaccine appointment management functionality via its accuBook Additional Service. accuBook allows the sending of vaccination invite communications, appointment notification, reminders, and the ability for patients to manage their own vaccination appointments.",
      "supplier": {
        "id": "10030",
        "name": "accuRx Limited"
      },
      "vaccinations": {
        "title": "How this Catalogue Solution can help with coronavirus vaccinations",
        "list": [
          "This Catalogue Solution provides an Additional Service that has been assessed for appointments management",
          "Tracks availability of COVID-19 vaccination appointments",
          "Allows bulk sending of vaccination appointment invites and reminders via SMS",
          "Enables patients to book their own vaccination appointments",
          "Automatically tracks which patients have received COVID-19 vaccination appointments",
          "Automatically sends appointment cancellation notifications via SMS",
          "This Catalogue Solution has an Additional Service that has met the Appointments Management - COVID-19 Vaccinations Capability"
        ]
      }
    }
  ]
}
